User stories
Задание выбрано в соответствии вариантами.
13 вариант http://www.booking.com/
Пользователи:
	Клиент
	Администратор
Для того что бы получить статус клиента необходимо зарегистрироваться. Пользователь должен будет ввести личную информацию, пароль и e-mail, на который будет выслано письмо об успешной регистрации.
Функции:
	Я как клиент хочу просматривать список отелей. Список должен сортироваться, по количеству звезд, по алфавиту, в соответствии с регионом.
	Я как клиент хочу просматривать список отелей, где я могу заказать номер на определенную дату. 
	Я как клиент хочу просматривать информацию об отелях.
	Я как клиент хочу читать комментарии других пользователей об отелях.
	Я как клиент хочу бронировать номер в гостинице.
	Я как гость хочу просматривать список отелей.
	Я как администратор хочу добавлять, редактировать и удалять информацию об отелях.
	Я как администратор хочу следить за комментариями пользователей. 
	Я как администратор хочу просматривать информацию о пользователях.
	Я как администратор хочу подтверждать бронирование номера в отеле (во избежание случайных ошибок).
После подтверждения администратора о бронирование клиентом номера в отеле, на электронную почту клиента будет отсылаться письмо с данными, о том в каком отеле он забронировал номер и на какую дату.
